window.JIFF_SCHEDULE_DATA = Object.freeze({
  csvRaw: `날짜,상영관,상영회차,섹션,제목,상영작(단편 목록),시작시간,종료시간,상영코드,언어/등급/이벤트
2026-04-29,한국소리문화의전당 모악당,4회,개막작,개막식 + 개막작: 나의 사적인 예술가,나의 사적인 예술가,19:00,20:36,001,EK12
2026-04-30,전주디지털독립영화관,1회,영화보다 낯선,영화보다 낯선 단편 2,포에버...포에버 / 침묵의 빛 / 개발의 유령 / 플림 플램,10:30,11:37,117,HKEAll
2026-04-30,전주디지털독립영화관,2회,특별전: 조금 낯선 안성기를 만나다,기쁜 우리 젊은 날,,14:00,16:06,136,KEAllGV
2026-04-30,전주디지털독립영화관,4회,특별전: 조금 낯선 안성기를 만나다,남자는 괴로워,,19:30,21:20,155,KEAllGV
2026-04-30,CGV전주고사 1관,1회,코리안시네마,"박세영, 모든 것은 영화가 된다: 단편","땅거미 / 1993년 / 윈도우리커 / 원령공주 / 체크패턴 / 미쉘",10:30,11:55,109,KEKE12
2026-04-30,CGV전주고사 1관,2회,시네마천국,서점의 시: 대만 독립서점 이야기 + 영특한 대화,서점의 시: 대만 독립서점 이야기,14:00,15:31,130,HKEAllGV
2026-04-30,CGV전주고사 1관,3회,개막작,나의 사적인 예술가,,18:00,19:36,151,EK12GV
2026-04-30,CGV전주고사 1관,4회,코리안시네마,특근,,21:30,22:12,169,KK12GV
2026-04-30,CGV전주고사 2관,1회,홍콩귀환,동부인,,10:00,11:37,101,HKEAll
2026-04-30,CGV전주고사 2관,2회,시네필전주,기묘한 이야기들,,13:30,17:54,120,HKE12
2026-04-30,CGV전주고사 2관,4회,시네필전주,붉은 안경,,20:30,22:31,158,HKE15
2026-04-30,CGV전주고사 3관,1회,월드시네마,창백한 언덕 풍경,,10:30,12:34,110,HKE12
2026-04-30,CGV전주고사 3관,2회,월드시네마,네이키드,,14:00,15:43,131,EK19
2026-04-30,CGV전주고사 3관,3회,특별전: 뉴욕 언더그라운드,퍼트니 스워프 + 영화로의 여행,퍼트니 스워프,17:30,18:56,146,EK19GV
2026-04-30,CGV전주고사 3관,4회,불면의 밤,브루클린의 Z급 감독을 좋아하게 됐어,,21:00,22:26,163,HKE12GV
2026-04-30,CGV전주고사 4관,1회,코리안시네마,7 Days 7 People,,10:00,11:37,102,KKE12GV
2026-04-30,CGV전주고사 4관,2회,코리안시네마,러닝타임은 77분,,13:30,14:48,121,KE12GV
2026-04-30,CGV전주고사 4관,3회,코리안시네마,관리처분계획—미아리 텍사스 편,,16:30,18:30,139,KKE15GV
2026-04-30,CGV전주고사 4관,4회,코리안시네마,서울의 밤,,20:30,21:41,159,KE12GV
2026-04-30,CGV전주고사 5관,1회,프론트라인,바바라 포에버,,11:00,12:43,118,EKE19
2026-04-30,CGV전주고사 5관,2회,영화보다 낯선,레버스,,14:30,16:03,261,HKEAll
2026-04-30,CGV전주고사 5관,3회,특별전: 조금 낯선 안성기를 만나다,필름시대사랑,,18:00,19:10,152,KE15GV
2026-04-30,CGV전주고사 5관,4회,가능한 영화,카나리아 제도의 식물,,21:30,22:37,170,HKEAllGV
2026-04-30,CGV전주고사 6관,1회,코리안시네마,남겨진,,10:30,11:50,111,KE12GV
2026-04-30,CGV전주고사 6관,2회,코리안시네마,나타 근영,,13:30,15:32,122,KE12GV
2026-04-30,CGV전주고사 6관,3회,코리안시네마,"장명부, 현해탄의 낙엽",,17:30,19:05,147,HKEAllGV
2026-04-30,CGV전주고사 6관,4회,코리안시네마,미트 세이비카,,21:00,22:12,164,HKE12
2026-04-30,CGV전주고사 7관,1회,국제경쟁,또 다른 여름의 꿈,,11:00,12:10,119,HKE12GV
2026-04-30,CGV전주고사 7관,2회,국제경쟁,송아지 인형,,14:30,16:01,138,HKEAllGV
2026-04-30,CGV전주고사 7관,3회,국제경쟁,6주 후,,18:00,19:39,153,HKE12GV
2026-04-30,CGV전주고사 7관,4회,국제경쟁,이프 아이 고,,21:30,23:02,171,EK15GV
2026-04-30,CGV전주고사 8관,1회,월드시네마,돌과 나비의 여정,,10:00,11:27,103,EKAll
2026-04-30,CGV전주고사 8관,2회,가능한 영화,갱스터리즘,,13:00,14:24,123,EKEAll
2026-04-30,CGV전주고사 8관,3회,월드시네마,마비: 시비레,,16:30,18:29,140,HKE15
2026-04-30,CGV전주고사 8관,4회,가능한 영화,총알이 박힌 앙상한 나무들,,20:00,21:04,156,HKE15GV
2026-04-30,메가박스 전주객사 1관,1회,월드시네마,아라벨라의 납치,,10:30,12:18,112,HKE12
2026-04-30,메가박스 전주객사 1관,2회,특별상영,최악의 하루,,13:30,15:03,124,HE15GV
2026-04-30,메가박스 전주객사 1관,3회,J 스페셜,화차 + J 스페셜클래스,화차,17:00,18:57,148,KE15GV
2026-04-30,메가박스 전주객사 1관,4회,월드시네마,울프람: 사막을 건너는 아이들,,21:30,23:12,172,HKE15
2026-04-30,메가박스 전주객사 2관,1회,한국경쟁,음화,,10:00,11:36,104,HKE19GV
2026-04-30,메가박스 전주객사 2관,2회,한국경쟁,공순이,,14:00,15:29,132,KEAllGV
2026-04-30,메가박스 전주객사 2관,3회,한국경쟁,잔인한 낙관,,18:00,19:01,154,KE15GV
2026-04-30,메가박스 전주객사 2관,4회,한국경쟁,입춘,,21:00,22:04,166,KE12GV
2026-04-30,메가박스 전주객사 3관,1회,시네마천국,엘비라 노타리: 침묵 너머,,10:00,11:30,113,HKEAll
2026-04-30,메가박스 전주객사 3관,2회,월드시네마,죽어가는 자들을 위한 기도,,13:00,14:36,114,EKE15
2026-04-30,메가박스 전주객사 3관,3회,월드시네마,암탉의 모험,,15:30,17:06,141,HKEAll
2026-04-30,메가박스 전주객사 3관,4회,월드시네마,흰 달팽이,,18:30,20:26,160,HKE15
2026-04-30,메가박스 전주객사 3관,5회,월드시네마,종말의 승부,,21:30,23:17,125,HKEAll
2026-04-30,메가박스 전주객사 4관,1회,특별전: 전주X마중,메리 크리스마스 미스터 모 + 마중클래스,메리 크리스마스 미스터 모,10:30,12:10,174,KX12GV
2026-04-30,메가박스 전주객사 4관,2회,특별전: 전주X마중,세계의 주인(가치봄영화) + 마중클래스,세계의 주인,14:00,16:00,133,KK12GV
2026-04-30,메가박스 전주객사 4관,4회,특별전: 전주X마중,제비 + 마중클래스,제비,20:30,22:48,165,KX15GV
2026-04-30,메가박스 전주객사 5관,1회,월드시네마,마사유메,,10:00,11:50,105,HKEAll
2026-04-30,메가박스 전주객사 5관,2회,특별상영,미스투라,,13:30,15:11,126,HKE12
2026-04-30,메가박스 전주객사 5관,3회,프론트라인,예스!,,17:00,19:32,142,HKE15
2026-04-30,메가박스 전주객사 5관,4회,월드시네마,사이클론,,21:30,23:30,173,HKE19
2026-04-30,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 1,"녹백 / 콜라와 오차 / 미러리스 시티 뷰",10:00,11:27,106,HKE12
2026-04-30,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 7,"문 너머 / 진짜 크리스마스 / 유목 / 나무가 기운 쪽으로",13:30,14:55,127,KEKE12
2026-04-30,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 4,"그을린 돌, 데구르르 / 노래가 심금을 울린다 / 포스트 푸 드롭 / 끈",17:00,18:29,143,HKE12
2026-04-30,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 3,"해피리 에버 애프터. / 웰컴 투 셋 / 당신의 여름 / 메밀묵",20:30,22:01,161,HKE12
2026-04-30,메가박스 전주객사 7관,1회,특별상영: 지역쇼케이스,철들 무렵,,10:30,12:15,115,KE12
2026-04-30,메가박스 전주객사 7관,2회,특별상영: 지역쇼케이스,제주의 시간,,14:00,15:56,134,KEKEAll
2026-04-30,메가박스 전주객사 7관,3회,특별상영: 지역쇼케이스,별과 모래,,17:30,19:28,149,KE12
2026-04-30,메가박스 전주객사 7관,4회,특별상영: 지역쇼케이스,오늘의 카레,,21:00,22:59,167,KE12
2026-04-30,메가박스 전주객사 8관,1회,특별상영: 지역쇼케이스,철들 무렵,,10:30,12:15,116,KE12
2026-04-30,메가박스 전주객사 8관,2회,특별상영: 지역쇼케이스,제주의 시간,,14:00,15:56,135,KEKEAll
2026-04-30,메가박스 전주객사 8관,3회,특별상영: 지역쇼케이스,별과 모래,,17:30,19:28,150,KE12
2026-04-30,메가박스 전주객사 8관,4회,특별상영: 지역쇼케이스,오늘의 카레,,21:00,22:59,168,KE12
2026-04-30,메가박스 전주객사 9관,1회,시네마천국,블론드,,10:00,11:43,107,HKEAll
2026-04-30,메가박스 전주객사 9관,2회,시네마천국,니나 로자,,13:30,15:14,128,HKEAll
2026-04-30,메가박스 전주객사 9관,3회,프론트라인,사건번호 137,,17:00,18:57,144,HKE12
2026-04-30,메가박스 전주객사 9관,4회,프론트라인,안개가 들려주는 이야기,,20:30,22:44,162,HKE12
2026-04-30,메가박스 전주객사 10관,1회,마스터즈,선악을 알게 하는 나무,,10:00,11:41,108,HKEAll
2026-04-30,메가박스 전주객사 10관,2회,월드시네마,리-크리에이션,,13:30,15:00,129,EKE12
2026-04-30,메가박스 전주객사 10관,3회,프론트라인,우린 무엇이 될까?,,17:00,18:28,145,EKE15
2026-04-30,메가박스 전주객사 10관,4회,마스터즈,샷 리버스 샷 + 퍽 더 폴리스,"샷 리버스 샷 / 퍽 더 폴리스",20:00,21:38,157,HKEAll
2026-05-01,문화공판장 작당,1회,라운드테이블,"살롱 라운드테이블 1 - 디자이너, 영화관을 디자인하다",,10:30,12:00,9001,
2026-05-01,문화공판장 작당,2회,라운드테이블,살롱 라운드테이블 2 - 장소 만들기로서의 영화관 디자인,,13:30,15:00,9002,
2026-05-01,전북대학교 삼성문화회관,2회,개막작,나의 사적인 예술가,,13:00,14:36,281,EK12GV
2026-05-01,전북대학교 삼성문화회관,3회,J 스페셜,아라비아의 로렌스 + J 스페셜클래스,아라비아의 로렌스,16:30,20:17,245,EK12GV
2026-05-01,전주디지털독립영화관,1회,J 스페셜,청년의 바다 + J 스페셜클래스,청년의 바다,10:00,10:56,210,HKE15GV
2026-05-01,전주디지털독립영화관,2회,특별전: 조금 낯선 안성기를 만나다,이방인,,13:00,14:33,225,KEAllGV
2026-05-01,전주디지털독립영화관,3회,특별전: 조금 낯선 안성기를 만나다,페어러브,,17:00,18:57,252,KE12GV
2026-05-01,전주디지털독립영화관,4회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 1,"노 프레지던트 / 나는 남자 이본느 드 카를로였다",21:30,22:43,279,EK19
2026-05-01,전주중부비전센터 5층,4회,영화보다 낯선,라이브 필름 퍼포먼스: 이장욱 + 이민휘,"표면 기억 망각 / 침묵의 빛",19:00,19:28,2001,KEAllGV
2026-05-01,CGV전주고사 1관,1회,특별상영,영특한 대화: 마더(흑백판) + 라이브톤 최태영 감독,마더(흑백판),11:00,13:08,217,KE19GV
2026-05-01,CGV전주고사 1관,3회,세미나,"버추얼 프로덕션 세미나 : AI와 버추얼 프로덕션, 영화 제작의 새로운 가능성",,15:00,17:00,239,GV
2026-05-01,CGV전주고사 1관,4회,마스터즈,밤의 여정 + 집으로 + 마스터클래스,"밤의 여정 + 집으로",19:00,20:45,262,HKEAllGV
2026-05-01,CGV전주고사 1관,5회,불면의 밤,심야상영 1,"저주 / 불완전한 의자 / 브루클린의 Z급 감독을 좋아하게 됐어 / 세계의 끝으로부터",23:59,05:27,1113,HKE19
2026-05-01,CGV전주고사 2관,1회,게스트 시네필,불량배들,,10:30,11:55,211,HKE12
2026-05-01,CGV전주고사 2관,2회,시네마천국,토우,,13:30,15:16,227,EK12
2026-05-01,CGV전주고사 2관,3회,홍콩귀환,팔림프세스트: 이름에 관한 이야기,,17:00,18:49,247,HKEAll
2026-05-01,CGV전주고사 2관,4회,시네필전주,쳐다보지 마라,,20:30,22:20,266,EK19
2026-05-01,CGV전주고사 2관,5회,불면의 밤,심야상영 1,"저주 / 불완전한 의자 / ...",23:59,05:27,1112,HKE19
2026-05-01,CGV전주고사 3관,1회,시네필전주,네 멋대로 해라!! 영웅계획,,10:00,11:24,201,HKE15
2026-05-01,CGV전주고사 3관,2회,월드시네마,너바나 더 밴드 + 영특한 대화,너바나 더 밴드,13:00,14:41,220,EK12GV
2026-05-01,CGV전주고사 3관,3회,월드시네마,런던,,17:00,19:03,214,HKEAll
2026-05-01,CGV전주고사 3관,4회,마스터즈,내가 살아있다면,,20:00,21:42,263,HKEAllGV
2026-05-01,CGV전주고사 3관,5회,불면의 밤,심야상영 1,"저주 / 불완전한 의자 / ...",23:59,05:27,1111,HKE19
2026-05-01,CGV전주고사 4관,1회,코리안시네마,음악만세,,10:00,11:50,202,KEAllGV
2026-05-01,CGV전주고사 4관,2회,코리안시네마,졸업앨범: 선생님을 기다렸다,,13:30,15:12,228,KE12GV
2026-05-01,CGV전주고사 4관,3회,전주시네마프로젝트,리틀 라이프,,17:00,18:30,249,KEAllGV
2026-05-01,CGV전주고사 4관,4회,코리안시네마,흐린 창문 너머의 누군가,,20:30,21:51,267,KE12GV
2026-05-01,CGV전주고사 5관,1회,홍콩귀환,애살,,11:00,12:33,218,HKE19
2026-05-01,CGV전주고사 5관,2회,월드시네마,잃어버린 말들,,14:30,16:09,237,KEKE12GV
2026-05-01,CGV전주고사 5관,3회,게스트 시네필,포르타베야: 아방가르드 영화,"호안 미로, 타인들 / 뱀파이어",18:00,19:23,256,HKEAll
2026-05-01,CGV전주고사 5관,4회,특별전: 뉴욕 언더그라운드,그리저의 궁전,,21:30,23:01,272,EK15
2026-05-01,CGV전주고사 6관,1회,코리안시네마,필링,,10:30,12:11,212,KE12GV
2026-05-01,CGV전주고사 6관,2회,코리안시네마,이상 가족,,14:00,15:41,234,KE12GV
2026-05-01,CGV전주고사 6관,3회,코리안시네마,지축의 밤,,17:30,19:01,253,KE12GV
2026-05-01,CGV전주고사 6관,4회,코리안시네마,후광,,21:00,22:47,270,KE12GV
2026-05-01,CGV전주고사 7관,1회,국제경쟁,미치유키: 시간의 목소리,,11:00,12:19,219,HKEAllGV
2026-05-01,CGV전주고사 7관,2회,국제경쟁,판타지,,14:30,15:49,238,HKE15GV
2026-05-01,CGV전주고사 7관,3회,국제경쟁,이프 아이 고,,18:00,19:32,257,EK15GV
2026-05-01,CGV전주고사 7관,4회,국제경쟁,돌과 깃털,,21:30,22:53,273,HKE12GV
2026-05-01,CGV전주고사 8관,1회,마스터즈,리메이크,,10:00,11:57,203,EK15
2026-05-01,CGV전주고사 8관,2회,시네마천국,데릭 vs 데릭,,13:30,14:59,229,EKEAll
2026-05-01,CGV전주고사 8관,3회,시네필전주,영화를 만들기 위해 필요한 것은 총이 전부다,,16:30,18:56,243,HKEAll
2026-05-01,CGV전주고사 8관,4회,영화보다 낯선,영화보다 낯선 단편 3,"펠트 / 평평한 지구 / 표면 기억 망각 / 필름 핀 / 두 연구 보조원의 지친 시간",21:30,22:46,274,HKEAll
2026-05-01,메가박스 전주객사 1관,1회,프론트라인,아메리칸 파추코: 루이스 발데즈의 전설,,10:00,11:33,204,HKEAll
2026-05-01,메가박스 전주객사 1관,2회,마스터즈,춘슈 + 영특한 대화,춘슈,13:00,15:03,221,HKE12GV
2026-05-01,메가박스 전주객사 1관,3회,특별상영,진짜 사나이,,17:30,19:17,254,KE19GV
2026-05-01,메가박스 전주객사 1관,4회,특별상영,산산조각,,21:30,22:04,275,KEAllGV
2026-05-01,메가박스 전주객사 2관,1회,한국경쟁,시민오랑,,10:30,11:54,213,HKEAllGV
2026-05-01,메가박스 전주객사 2관,2회,한국경쟁,같은 계절을 보낸다는 건,,14:00,16:07,235,KE12GV
2026-05-01,메가박스 전주객사 2관,3회,한국경쟁,회생,,18:00,19:29,258,KKE12GV
2026-05-01,메가박스 전주객사 2관,4회,한국경쟁,흘려보낸 여름,,21:30,22:57,276,KE12GV
2026-05-01,메가박스 전주객사 3관,1회,월드시네마,창백한 언덕 풍경,,10:00,12:04,205,HKE12
2026-05-01,메가박스 전주객사 3관,2회,영화보다 낯선,계절들,,13:30,14:53,230,HKEAll
2026-05-01,메가박스 전주객사 3관,3회,시네필전주,베니타,,16:30,17:52,244,EKEAll
2026-05-01,메가박스 전주객사 3관,4회,프론트라인,그녀: 공장의 전사들,,20:00,21:14,264,HKE12
2026-05-01,메가박스 전주객사 4관,1회,특별전: 전주X마중,파이란 + 마중클래스,파이란,10:00,11:56,280,KX15GV
2026-05-01,메가박스 전주객사 4관,2회,특별상영: 전주X마중,진짜로 일어날지도 몰라 기적 + 마중클래스,진짜로 일어날지도 몰라 기적,14:00,16:09,236,HKAllGV
2026-05-01,메가박스 전주객사 4관,3회,특별전: 전주X마중,교생실습 + 마중클래스,교생실습,18:00,19:35,255,KKE12GV
2026-05-01,메가박스 전주객사 4관,4회,월드시네마,푸른 왜가리,,21:30,23:01,271,HKE12
2026-05-01,메가박스 전주객사 5관,1회,영화보다 낯선,여덟 개의 다리,,10:00,11:23,206,XXAll
2026-05-01,메가박스 전주객사 5관,2회,가능한 영화,나머진 다 소음일 뿐,,13:00,14:11,222,HKEAll
2026-05-01,메가박스 전주객사 5관,3회,영화보다 낯선,구리,,16:00,17:19,240,HKE15
2026-05-01,메가박스 전주객사 5관,4회,프론트라인,예스!,,19:00,21:32,137,HKE15
2026-05-01,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 6,"영성체 / 피켓 디자인하실 분? / 잔상 / 터치, 툭",10:00,11:26,207,KKE12
2026-05-01,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 8,"내게 쓰인 편지 / 건주 / 포토트로피즘",13:30,14:59,231,KEKE12
2026-05-01,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 2,"반달 / 고래사냥 / 폐축 / 영업일지",17:00,18:33,246,HKE15
2026-05-01,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 5,"텃밭 / 부재중 통화 / 메트로폴리탄 라이드 / 하얀양말",20:30,21:55,268,KE12
2026-05-01,메가박스 전주객사 7관,1회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 2,"연결-환상 / 부자산행 / 첫 문장을 쓰기 전",10:30,11:41,215,KEKE12
2026-05-01,메가박스 전주객사 7관,2회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 1,"유령 / 파란불 / 잠수금지 / 노이즈 캔슬링",13:30,15:09,232,KE15
2026-05-01,메가박스 전주객사 7관,3회,특별상영: 지역쇼케이스,10월의 어느 멋진 날에,,16:00,17:21,241,KE12
2026-05-01,메가박스 전주객사 7관,4회,특별상영: 지역쇼케이스,방방과 플라나리아,,18:30,20:01,259,KEE12
2026-05-01,메가박스 전주객사 7관,5회,특별전: 조금 낯선 안성기를 만나다,부러진 화살,,21:30,23:13,277,KE15
2026-05-01,메가박스 전주객사 8관,1회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 2,"연결-환상 / 부자산행 / 첫 문장을 쓰기 전",10:30,11:41,216,KEKE12
2026-05-01,메가박스 전주객사 8관,2회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 1,"유령 / 파란불 / 잠수금지 / 노이즈 캔슬링",13:30,15:09,233,KE15
2026-05-01,메가박스 전주객사 8관,3회,특별상영: 지역쇼케이스,10월의 어느 멋진 날에,,16:00,17:21,242,KE12
2026-05-01,메가박스 전주객사 8관,4회,특별상영: 지역쇼케이스,방방과 플라나리아,,18:30,20:01,260,KEE12
2026-05-01,메가박스 전주객사 8관,5회,특별전: 조금 낯선 안성기를 만나다,부러진 화살,,21:30,23:13,278,KE15
2026-05-01,메가박스 전주객사 9관,1회,프론트라인,우린 무엇이 될까?,,10:00,11:28,208,EKE15
2026-05-01,메가박스 전주객사 9관,2회,프론트라인,안개가 들려주는 이야기,,13:00,15:14,223,HKE12
2026-05-01,메가박스 전주객사 9관,3회,프론트라인,전쟁 중에 이혼을 한다는 것,,17:00,18:49,250,HKE15
2026-05-01,메가박스 전주객사 9관,4회,프론트라인,사건번호 137,,20:30,22:27,269,HKE12
2026-05-01,메가박스 전주객사 10관,1회,시네마천국,서점의 시: 대만 독립서점 이야기,,10:00,11:31,209,HKEAll
2026-05-01,메가박스 전주객사 10관,2회,월드시네마,돌과 나비의 여정,,13:00,14:27,224,EKAllGV
2026-05-01,메가박스 전주객사 10관,3회,시네마천국,코미디 패밀리 스타일,,17:00,18:10,251,HKEAll
2026-05-01,메가박스 전주객사 10관,4회,홍콩귀환,비단의 그림자,,20:00,21:03,265,HKEAll
2026-05-02,전북대학교 삼성문화회관,2회,시네마천국,토우,,13:00,14:46,324,EK12
2026-05-02,전북대학교 삼성문화회관,3회,시네필전주,나자,,16:30,18:08,343,HKE15
2026-05-02,전북대학교 삼성문화회관,4회,마스터즈,피아노 사고,,19:30,20:58,226,HKE15
2026-05-02,전주디지털독립영화관,1회,특별전: 조금 낯선 안성기를 만나다,남자는 괴로워,,10:30,12:20,318,KEAll
2026-05-02,전주디지털독립영화관,2회,시네필전주,"하버드 필름 아카이브 단편: 풍경 영화, 숭고함 너머","창조 / 크로스로드 / 핸드 헬드 데이",14:30,15:37,338,EX12
2026-05-02,전주디지털독립영화관,3회,영화보다 낯선,영화보다 낯선 단편 2,"포에버...포에버 / 침묵의 빛 / 개발의 유령 / 플림 플램",19:00,20:07,362,HKEAll
2026-05-02,전주디지털독립영화관,4회,영화보다 낯선,영화보다 낯선 단편 1,"인간의 조건 / 러버, 러버즈, 러빙, 러브 / X텐디드 릴리즈 / 불멸에 관한 탐구 / 조각들 / 횡단 중에",21:30,22:40,382,HKE15
2026-05-02,전주중부비전센터 5층,1회,영화보다 낯선,라이브 필름 퍼포먼스: 이장욱 + 이민휘,"표면 기억 망각 / 침묵의 빛",11:00,11:28,2002,KEAllGV
2026-05-02,CGV전주고사 1관,1회,J 스페셜,낮은 목소리 2 + J 스페셜클래스,낮은 목소리 2,10:00,11:11,301,KKEAllGV
2026-05-02,CGV전주고사 1관,2회,불면의 밤,저주 + 영특한 대화,저주,13:30,15:05,326,HKE19GV
2026-05-02,CGV전주고사 1관,3회,시네필전주,메가닥 + 마스터클래스,메가닥,17:00,18:48,344,EK12GV
2026-05-02,CGV전주고사 1관,4회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 2,"블론드 코브라 / 황홀한 피조물들",21:30,22:48,371,EK19
2026-05-02,CGV전주고사 1관,5회,불면의 밤,심야상영 2,"프로젝토 글로벌 / 애니마트 / 신의 개",23:59,05:26,2111,HKE19
2026-05-02,CGV전주고사 2관,1회,마스터즈,다오,,10:30,13:35,311,HKE12
2026-05-02,CGV전주고사 2관,2회,전주시네마프로젝트,"개인과 군중의, 몸",,15:30,16:45,248,HKEAll
2026-05-02,CGV전주고사 2관,3회,월드시네마,암탉의 모험,,18:00,19:36,345,HKEAll
2026-05-02,CGV전주고사 2관,4회,시네마천국,블론드,,21:00,22:43,365,HKEAll
2026-05-02,CGV전주고사 2관,5회,불면의 밤,심야상영 2,"프로젝토 글로벌 / 애니마트 / 신의 개",23:59,05:26,2112,HKE19
2026-05-02,CGV전주고사 3관,1회,시네마천국,데릭 vs 데릭,,10:00,11:29,303,EKEAll
2026-05-02,CGV전주고사 3관,2회,코리안시네마,특근 + 영특한 대화,특근,13:30,14:12,327,KK12GV
2026-05-02,CGV전주고사 3관,3회,특별상영,산산조각 + 영특한 대화,산산조각,17:30,18:04,349,KEAllGV
2026-05-02,CGV전주고사 3관,4회,특별상영,농심 신라면 40주년 기념 'Behind the 辛' GV,"라면이 뿔기 전에 / 라면이 떨어지면",21:30,22:10,372,KEAllGV
2026-05-02,CGV전주고사 3관,5회,불면의 밤,심야상영 2,"프로젝토 글로벌 / 애니마트 / 신의 개",23:59,05:26,2113,HKE19
2026-05-02,CGV전주고사 4관,1회,코리안시네마,허망에 관하여,,10:30,12:12,312,KE15GV
2026-05-02,CGV전주고사 4관,2회,코리안시네마,현재를 위하여,,14:00,15:30,333,KEAllGV
2026-05-02,CGV전주고사 4관,3회,코리안시네마,러닝타임은 77분,,17:30,18:48,350,KE12GV
2026-05-02,CGV전주고사 4관,4회,코리안시네마,비대면의 시간,,20:30,22:31,366,HKE12GV
2026-05-02,CGV전주고사 5관,1회,가능한 영화,카나리아 제도의 식물,,10:00,11:07,302,HKEAllGV
2026-05-02,CGV전주고사 5관,2회,코리안시네마,지축의 밤 + 전주와이드토크,지축의 밤,13:30,15:01,328,KE12GV
2026-05-02,CGV전주고사 5관,3회,가능한 영화,총알이 박힌 앙상한 나무들,,17:30,18:34,351,HKE15GV
2026-05-02,CGV전주고사 5관,4회,불면의 밤,세계의 끝으로부터,,21:30,22:32,373,HKE12GV
2026-05-02,CGV전주고사 6관,1회,코리안시네마,관리처분계획—미아리 텍사스 편,,10:30,12:30,313,KKE15GV
2026-05-02,CGV전주고사 6관,2회,코리안시네마,7 Days 7 People,,14:30,16:07,337,KKE12GV
2026-05-02,CGV전주고사 6관,3회,코리안시네마,"사랑, 우린 멀리 이곳에",,18:00,19:08,356,KEAllGV
2026-05-02,CGV전주고사 6관,4회,코리안시네마,남겨진,,21:00,22:20,367,KE12GV
2026-05-02,CGV전주고사 7관,1회,국제경쟁,송아지 인형,,10:00,11:31,304,HKEAll
2026-05-02,CGV전주고사 7관,2회,국제경쟁,방문자,,13:30,15:24,329,HKE12GV
2026-05-02,CGV전주고사 7관,3회,국제경쟁,서서히 사라지는 밤,,17:30,19:16,352,HKE15GV
2026-05-02,CGV전주고사 7관,4회,국제경쟁,크로노바이저,,21:30,23:09,374,HKE12GV
2026-05-02,CGV전주고사 8관,1회,영화보다 낯선,바틀비를 위한 B,,11:00,12:12,319,HKEAll
2026-05-02,CGV전주고사 8관,2회,게스트 시네필,포르타베야: 정치 영화 + 영화로의 여행,"만찬 / 이사",14:00,15:16,334,HKEAllGV
2026-05-02,CGV전주고사 8관,3회,홍콩귀환,"사적 혁명, 공적 공간: M+ 아시아 아방가르드 필름 컬렉션 + 영특한 대화","무제 77-A / 기능장애 No.3 / 혁명은 노래 후렴처럼 돌아온다",18:00,19:07,357,HKE15GV
2026-05-02,CGV전주고사 8관,4회,영화보다 낯선,호수,,21:30,22:52,375,HKEAll
2026-05-02,메가박스 전주객사 1관,1회,마스터즈,발보나 이야기,,10:00,12:04,305,HKE12
2026-05-02,메가박스 전주객사 1관,2회,특별상영,루오무의 황혼,,13:30,15:09,330,HKE12GV
2026-05-02,메가박스 전주객사 1관,3회,J 스페셜,내일을 위한 시간 + J 스페셜클래스,내일을 위한 시간,17:00,18:36,346,HKE12GV
2026-05-02,메가박스 전주객사 1관,4회,홍콩귀환,동부인 + 영특한 대화,동부인,21:00,22:37,368,HKEAllGV
2026-05-02,메가박스 전주객사 2관,1회,한국경쟁,키노아이,,10:30,11:40,314,KE12GV
2026-05-02,메가박스 전주객사 2관,2회,한국경쟁,잔인한 낙관,,14:00,15:01,335,KE15GV
2026-05-02,메가박스 전주객사 2관,3회,한국경쟁,잠 못 이루는 밤,,17:30,18:37,353,KE12GV
2026-05-02,메가박스 전주객사 2관,4회,한국경쟁,공순이,,21:00,22:29,369,KEAllGV
2026-05-02,메가박스 전주객사 3관,1회,월드시네마,울프람: 사막을 건너는 아이들,,10:00,11:42,306,HKE15
2026-05-02,메가박스 전주객사 3관,2회,마스터즈,선악을 알게 하는 나무,,13:00,14:41,320,HKEAll
2026-05-02,메가박스 전주객사 3관,3회,월드시네마,사이클론,,16:00,18:00,340,HKE19
2026-05-02,메가박스 전주객사 3관,4회,월드시네마,잃어버린 말들,,19:00,20:39,359,KEKE12
2026-05-02,메가박스 전주객사 3관,5회,월드시네마,종말의 승부,,21:30,23:17,378,HKEAll
2026-05-02,메가박스 전주객사 4관,1회,특별전: 전주X마중,재꽃 + 마중클래스,재꽃,10:30,12:36,315,KE12GV
2026-05-02,메가박스 전주객사 4관,2회,특별전: 전주X마중,루프 + 마중클래스,루프,14:30,15:49,336,KE19GV
2026-05-02,메가박스 전주객사 4관,3회,영화보다 낯선,어젯밤 나는 테베를 정복했다,,18:00,19:50,354,HKE15GV
2026-05-02,메가박스 전주객사 4관,4회,월드시네마,잠 못 드는 도시,,21:30,23:08,376,HKE12GV
2026-05-02,메가박스 전주객사 5관,1회,영화보다 낯선,바람이 불어오는 방향,,10:00,11:10,307,XXAll
2026-05-02,메가박스 전주객사 5관,2회,시네필전주,안젤라의 일기 - 두 감독: 챕터 3,,13:00,15:03,321,HKEAll
2026-05-02,메가박스 전주객사 5관,3회,특별전: 전주X마중,단편 모음 + 마중클래스,"가슴의 문을 두드려도 / 방구의 무게 / 엄마와 포포와 나",17:00,18:05,347,KX12GV
2026-05-02,메가박스 전주객사 5관,4회,마스터즈,샷 리버스 샷 + 퍽 더 폴리스,"샷 리버스 샷 / 퍽 더 폴리스",20:30,22:08,364,HKEAll
2026-05-02,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 1,"녹백 / 콜라와 오차 / 미러리스 시티 뷰",10:00,11:27,308,HKE12GV
2026-05-02,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 3,"해피리 에버 애프터. / 웰컴 투 셋 / 당신의 여름 / 메밀묵",13:30,15:01,331,HKE12GV
2026-05-02,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 4,"그을린 돌, 데구르르 / 노래가 심금을 울린다 / 포스트 푸 드롭 / 끈",17:30,18:59,355,HKE12GV
2026-05-02,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 7,"문 너머 / 진짜 크리스마스 / 유목 / 나무가 기운 쪽으로",21:30,22:55,377,KEKE12GV
2026-05-02,메가박스 전주객사 7관,1회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",10:30,11:49,316,KE15
2026-05-02,메가박스 전주객사 7관,2회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",13:00,14:20,322,KKE15
2026-05-02,메가박스 전주객사 7관,3회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",16:00,17:25,341,KKE15
2026-05-02,메가박스 전주객사 7관,4회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",19:00,20:21,360,KEKE12
2026-05-02,메가박스 전주객사 7관,5회,특별상영,진짜 사나이,,21:30,23:17,379,KE19
2026-05-02,메가박스 전주객사 8관,1회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",10:30,11:49,317,KE15
2026-05-02,메가박스 전주객사 8관,2회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",13:00,14:20,323,KKE15
2026-05-02,메가박스 전주객사 8관,3회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",16:00,17:25,342,KKE15
2026-05-02,메가박스 전주객사 8관,4회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",19:00,20:21,361,KEKE12
2026-05-02,메가박스 전주객사 8관,5회,특별상영,진짜 사나이,,21:30,23:17,380,KE19
2026-05-02,메가박스 전주객사 9관,1회,월드시네마,부서진 목소리들,,10:00,11:48,309,HKE15
2026-05-02,메가박스 전주객사 9관,2회,코리안시네마,라 플랑트 당상트 드 데자스트르,,13:30,14:15,325,XXAll
2026-05-02,메가박스 전주객사 9관,3회,시네마천국,니나 로자,,15:30,17:14,339,HKEAll
2026-05-02,메가박스 전주객사 9관,4회,시네마천국,엘비라 노타리: 침묵 너머,,18:30,20:00,358,HKEAll
2026-05-02,메가박스 전주객사 9관,5회,월드시네마,죽어가는 자들을 위한 기도,,21:00,22:36,381,EKE15
2026-05-02,메가박스 전주객사 10관,1회,월드시네마,흰 달팽이,,10:00,11:56,310,HKE15
2026-05-02,메가박스 전주객사 10관,2회,가능한 영화,"많다, 말이",,13:30,14:48,332,HKEAllGV
2026-05-02,메가박스 전주객사 10관,3회,홍콩귀환,애살 + 영화로의 여행,애살,17:00,18:33,348,HKE19GV
2026-05-02,메가박스 전주객사 10관,4회,마스터즈,돌아가신 부모님께 드리는 편지,,21:00,22:52,370,HKEAll
2026-05-03,전북대학교 삼성문화회관,2회,시네필전주,붉은 안경,,13:00,15:01,422,HKE15
2026-05-03,전북대학교 삼성문화회관,3회,월드시네마,너바나 더 밴드,,16:30,18:11,440,EK12
2026-05-03,전북대학교 삼성문화회관,4회,시네마천국,마우스,,19:30,21:30,458,EKEAllGV
2026-05-03,전주디지털독립영화관,1회,특별전: 조금 낯선 안성기를 만나다,페어러브,,10:30,12:27,416,KE12
2026-05-03,전주디지털독립영화관,2회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 1,"노 프레지던트 / 나는 남자 이본느 드 카를로였다",14:00,15:13,434,EK19
2026-05-03,전주디지털독립영화관,3회,영화보다 낯선,어젯밤 나는 테베를 정복했다,,17:00,18:50,444,HKE15GV
2026-05-03,전주디지털독립영화관,4회,특별전: 조금 낯선 안성기를 만나다,이방인,,21:00,22:33,470,KEAll
2026-05-03,CGV전주고사 1관,1회,마스터즈,피아노 사고,,10:00,11:28,401,HKE15
2026-05-03,CGV전주고사 1관,2회,시네필전주,메가닥,,13:00,14:48,419,EK12GV
2026-05-03,CGV전주고사 1관,3회,마스터즈,밤의 여정 + 집으로,,17:00,18:45,441,HKEAllGV
2026-05-03,CGV전주고사 1관,4회,시네필전주,네 멋대로 해라!! 영웅계획,,21:00,22:24,471,HKE15
2026-05-03,CGV전주고사 1관,5회,불면의 밤,심야상영 3,"호숫가의 성모 / 미나미의 제왕 Ver. 50 / 내 마음에 흉기 있다",23:59,04:58,3113,HKE15
2026-05-03,CGV전주고사 2관,1회,시네필전주,기묘한 이야기들,,10:30,14:54,409,HKE12
2026-05-03,CGV전주고사 2관,3회,프론트라인,아메리칸 파추코: 루이스 발데즈의 전설,,17:30,19:03,445,HKEAll
2026-05-03,CGV전주고사 2관,4회,시네필전주,쳐다보지 마라,,21:00,22:50,464,EK19
2026-05-03,CGV전주고사 2관,5회,불면의 밤,심야상영 3,"호숫가의 성모 / 미나미의 제왕 Ver. 50 / 내 마음에 흉기 있다",23:59,04:58,3112,HKE15
2026-05-03,CGV전주고사 3관,1회,홍콩귀환,팔림프세스트: 이름에 관한 이야기,,10:00,11:49,402,HKEAll
2026-05-03,CGV전주고사 3관,2회,특별상영,농심 신라면 40주년 기념 'Behind the 辛' GV,"라면이 뿔기 전에 / 라면이 떨어지면",13:30,14:10,423,KEAllGV
2026-05-03,CGV전주고사 3관,3회,마스터즈,내가 살아있다면,,16:30,18:12,437,HKEAllGV
2026-05-03,CGV전주고사 3관,4회,영화보다 낯선,호수,,20:30,21:52,461,HKEAll
2026-05-03,CGV전주고사 3관,5회,불면의 밤,심야상영 3,"호숫가의 성모 / 미나미의 제왕 Ver. 50 / 내 마음에 흉기 있다",23:59,04:58,3111,HKE15
2026-05-03,CGV전주고사 4관,1회,코리안시네마,후광,,10:30,12:17,410,KE12GV
2026-05-03,CGV전주고사 4관,2회,코리안시네마,"장명부, 현해탄의 낙엽",,14:00,15:35,427,HKEAllGV
2026-05-03,CGV전주고사 4관,3회,코리안시네마,나타 근영,,17:30,19:32,446,KE12GV
2026-05-03,CGV전주고사 4관,4회,코리안시네마,필링,,21:30,23:11,472,KE12GV
2026-05-03,CGV전주고사 5관,1회,영화보다 낯선,하얀 정글,,11:00,12:08,417,HKEAllGV
2026-05-03,CGV전주고사 5관,2회,홍콩귀환,"사적 혁명, 공적 공간: M+ 아시아 아방가르드 필름 컬렉션 + 영화로의 여행","무제 77-A / 기능장애 No.3 / 혁명은 노래 후렴처럼 돌아온다",14:30,15:37,435,HKE15GV
2026-05-03,CGV전주고사 5관,3회,영화보다 낯선,크라카타우,,18:00,19:19,452,XXAll
2026-05-03,CGV전주고사 5관,4회,마스터즈,리메이크,,21:30,23:27,473,EK15
2026-05-03,CGV전주고사 6관,1회,코리안시네마,음악만세,,10:00,11:50,403,KEAllGV
2026-05-03,CGV전주고사 6관,2회,코리안시네마,미트 세이비카,,14:00,15:12,428,HKE12GV
2026-05-03,CGV전주고사 6관,3회,코리안시네마,서울의 밤,,17:30,18:41,447,KE12GV
2026-05-03,CGV전주고사 6관,4회,코리안시네마,비커밍 킴,,21:00,22:28,465,HKE12GV
2026-05-03,CGV전주고사 7관,1회,국제경쟁,돌과 깃털,,11:00,12:23,418,HKE12GV
2026-05-03,CGV전주고사 7관,2회,국제경쟁,6주 후,,14:30,16:09,436,HKE12GV
2026-05-03,CGV전주고사 7관,3회,국제경쟁,또 다른 여름의 꿈,,18:00,19:10,453,HKE12GV
2026-05-03,CGV전주고사 7관,4회,국제경쟁,방문자,,21:30,23:24,474,HKE12GV
2026-05-03,CGV전주고사 8관,1회,전주시네마프로젝트,"개인과 군중의, 몸",,10:30,11:45,411,HKEAll
2026-05-03,CGV전주고사 8관,2회,영화보다 낯선,영화보다 낯선 단편 3,"펠트 / 평평한 지구 / 표면 기억 망각 / 필름 핀 / 두 연구 보조원의 지친 시간",14:00,15:16,429,HKEAllGV
2026-05-03,CGV전주고사 8관,3회,특별전: 조금 낯선 안성기를 만나다,필름시대사랑,,17:30,18:40,448,KE15
2026-05-03,CGV전주고사 8관,4회,가능한 영화,갱스터리즘,,20:30,21:54,462,EKEAllGV
2026-05-03,메가박스 전주객사 1관,1회,코리안시네마,특근,,10:00,10:42,404,KK12
2026-05-03,메가박스 전주객사 1관,2회,특별전: 조금 낯선 안성기를 만나다,잠자는 남자 + 영특한 대화,잠자는 남자,13:00,14:44,420,HKE12GV
2026-05-03,메가박스 전주객사 1관,3회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 캐롤리 슈니먼 + 영화로의 여행,"베트남-부스러기 / 미트 조이 / 퓨즈 / 스노우 / 보디 콜라주 / 플럼 라인",18:00,19:31,454,HKE19GV
2026-05-03,메가박스 전주객사 1관,4회,시네마천국,코미디 패밀리 스타일,,21:30,22:40,475,HKEAllGV
2026-05-03,메가박스 전주객사 2관,1회,한국경쟁,시민오랑,,10:30,11:54,412,HKEAllGV
2026-05-03,메가박스 전주객사 2관,2회,한국경쟁,음화,,14:00,15:36,430,HKE19GV
2026-05-03,메가박스 전주객사 2관,3회,한국경쟁,입춘,,17:30,18:34,449,KE12GV
2026-05-03,메가박스 전주객사 2관,4회,한국경쟁,회생,,21:00,22:29,466,KKE12GV
2026-05-03,메가박스 전주객사 3관,1회,월드시네마,네이키드,,10:00,11:43,405,EK19
2026-05-03,메가박스 전주객사 3관,2회,월드시네마,마사유메,,13:00,14:50,421,HKEAll
2026-05-03,메가박스 전주객사 3관,3회,홍콩귀환,비단의 그림자,,16:30,17:33,438,HKEAll
2026-05-03,메가박스 전주객사 3관,4회,게스트 시네필,포르타베야: 아방가르드 영화,"호안 미로, 타인들 / 뱀파이어",19:00,20:23,456,HKEAll
2026-05-03,메가박스 전주객사 3관,5회,특별상영,산산조각,,21:30,22:04,476,KEAll
2026-05-03,메가박스 전주객사 4관,1회,마스터즈,춘슈,,10:30,12:33,413,HKE12
2026-05-03,메가박스 전주객사 4관,2회,특별상영,미스투라,,14:00,15:41,431,HKE12
2026-05-03,메가박스 전주객사 4관,3회,영화보다 낯선,여덟 개의 다리,,18:00,19:23,455,XXAll
2026-05-03,메가박스 전주객사 4관,4회,월드시네마,푸른 왜가리,,21:00,22:31,467,HKE12
2026-05-03,메가박스 전주객사 5관,1회,월드시네마,리-크리에이션,,10:00,11:30,406,EKE12
2026-05-03,메가박스 전주객사 5관,2회,영화보다 낯선,계절들,,13:30,14:53,424,HKEAll
2026-05-03,메가박스 전주객사 5관,3회,가능한 영화,나머진 다 소음일 뿐,,16:30,17:41,439,HKEAll
2026-05-03,메가박스 전주객사 5관,4회,영화보다 낯선,구리,,19:30,20:49,457,HKE15
2026-05-03,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 1,"녹백 / 콜라와 오차 / 미러리스 시티 뷰",10:00,11:27,407,HKE12GV
2026-05-03,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 5,"텃밭 / 부재중 통화 / 메트로폴리탄 라이드 / 하얀양말",13:30,14:55,425,KE12GV
2026-05-03,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 6,"영성체 / 피켓 디자인하실 분? / 잔상 / 터치, 툭",17:00,18:26,442,KKE12GV
2026-05-03,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 2,"반달 / 고래사냥 / 폐축 / 영업일지",20:30,22:03,463,HKE15GV
2026-05-03,메가박스 전주객사 7관,1회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",10:30,11:55,414,KKE15
2026-05-03,메가박스 전주객사 7관,2회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",14:00,15:21,432,KEKE12
2026-05-03,메가박스 전주객사 7관,3회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",17:30,18:49,450,KE15
2026-05-03,메가박스 전주객사 7관,4회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",21:00,22:20,468,KKE15
2026-05-03,메가박스 전주객사 8관,1회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",10:30,11:55,415,KKE15GV
2026-05-03,메가박스 전주객사 8관,2회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",14:00,15:21,433,KEKE12GV
2026-05-03,메가박스 전주객사 8관,3회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",17:30,18:49,451,KE15GV
2026-05-03,메가박스 전주객사 8관,4회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",21:00,22:20,469,KKE15GV
2026-05-03,메가박스 전주객사 9관,4회,영화보다 낯선,레버스,,20:00,21:33,459,HKEAll
2026-05-03,메가박스 전주객사 10관,1회,코리안시네마,지느러미,,10:00,11:24,408,KE15GV
2026-05-03,메가박스 전주객사 10관,2회,프론트라인,우리의 대지,,13:30,15:34,426,HKE12
2026-05-03,메가박스 전주객사 10관,3회,J 스페셜,낮은 목소리 2,,17:00,18:11,443,KKEAll
2026-05-03,메가박스 전주객사 10관,4회,전주시네마프로젝트,리틀 라이프,,20:00,21:30,460,KEAllGV
2026-05-04,전북대학교 삼성문화회관,2회,홍콩귀환,애살,,13:00,14:33,522,HKE19
2026-05-04,전북대학교 삼성문화회관,3회,불면의 밤,애니마트,,16:30,17:59,540,HKE15
2026-05-04,전주디지털독립영화관,1회,시네필전주,"하버드 필름 아카이브 단편: 풍경 영화, 숭고함 너머 + 영화로의 여행","창조 / 크로스로드 / 핸드 헬드 데이",10:30,11:37,516,EX12GV
2026-05-04,전주디지털독립영화관,2회,영화보다 낯선,영화보다 낯선 단편 1,"인간의 조건 / 러버, 러버즈, 러빙, 러브 / X텐디드 릴리즈 / 불멸에 관한 탐구 / 조각들 / 횡단 중에",14:30,15:40,535,HKE15
2026-05-04,전주디지털독립영화관,3회,J 스페셜,청년의 바다,,17:30,18:26,549,HKE15
2026-05-04,전주디지털독립영화관,4회,특별전: 조금 낯선 안성기를 만나다,잠자는 남자,,20:00,21:44,555,HKE12
2026-05-04,CGV전주고사 1관,1회,마스터즈,다오,,10:30,13:35,509,HKE12
2026-05-04,CGV전주고사 1관,3회,J 스페셜,아라비아의 로렌스,,16:30,20:17,537,EK12
2026-05-04,CGV전주고사 1관,5회,불면의 밤,심야상영 4,"나자 / 쳐다보지 마라 / 붉은 안경",23:59,05:28,4111,HKE19
2026-05-04,CGV전주고사 2관,1회,특별상영,사탄탱고,,10:30,17:49,510,HK15
2026-05-04,CGV전주고사 2관,4회,불면의 밤,내 마음에 흉기 있다,,21:00,22:31,558,HKE15
2026-05-04,CGV전주고사 2관,5회,불면의 밤,심야상영 4,"나자 / 쳐다보지 마라 / 붉은 안경",23:59,05:28,4112,HKE19
2026-05-04,CGV전주고사 3관,1회,코리안시네마,지축의 밤 + 전주와이드토크,지축의 밤,10:00,11:31,501,KE12GV
2026-05-04,CGV전주고사 3관,2회,시네마천국,코미디 패밀리 스타일,,13:30,14:40,523,HKEAllGV
2026-05-04,CGV전주고사 3관,3회,시네마천국,피터가 들려주는 피터 앤 고든 이야기,,16:30,18:28,538,EKEAll
2026-05-04,CGV전주고사 3관,4회,프론트라인,바바라 포에버,,21:00,22:43,559,EKE19
2026-05-04,CGV전주고사 3관,5회,불면의 밤,심야상영 4,"나자 / 쳐다보지 마라 / 붉은 안경",23:59,05:28,4113,HKE19
2026-05-04,CGV전주고사 4관,1회,코리안시네마,비대면의 시간,,10:00,12:01,502,HKE12GV
2026-05-04,CGV전주고사 4관,2회,코리안시네마,졸업앨범: 선생님을 기다렸다,,14:00,15:42,529,KE12GV
2026-05-04,CGV전주고사 4관,3회,코리안시네마,허망에 관하여,,17:30,19:12,544,KE15GV
2026-05-04,CGV전주고사 4관,4회,코리안시네마,"사랑, 우린 멀리 이곳에",,21:00,22:08,560,KEAllGV
2026-05-04,CGV전주고사 5관,1회,월드시네마,잠 못 드는 도시,,11:00,12:38,517,HKE12GV
2026-05-04,CGV전주고사 5관,2회,특별전: 뉴욕 언더그라운드,그리저의 궁전,,14:30,16:01,533,EK15
2026-05-04,CGV전주고사 5관,3회,시네필전주,메가닥,,18:00,19:48,550,EK12
2026-05-04,CGV전주고사 5관,4회,게스트 시네필,불량배들,,21:30,22:55,567,HKE12
2026-05-04,CGV전주고사 6관,1회,코리안시네마,현재를 위하여,,10:30,12:00,511,KEAllGV
2026-05-04,CGV전주고사 6관,2회,코리안시네마,러닝타임은 77분,,14:00,15:18,530,KE12
2026-05-04,CGV전주고사 6관,3회,코리안시네마,흐린 창문 너머의 누군가,,17:30,18:51,545,KE12GV
2026-05-04,CGV전주고사 6관,4회,코리안시네마,이상 가족,,21:00,22:41,561,KE12GV
2026-05-04,CGV전주고사 7관,1회,국제경쟁,크로노바이저,,11:00,12:39,518,HKE12GV
2026-05-04,CGV전주고사 7관,2회,국제경쟁,미치유키: 시간의 목소리,,14:30,15:49,534,HKEAllGV
2026-05-04,CGV전주고사 7관,3회,국제경쟁,송아지 인형,,18:00,19:31,551,HKEAllGV
2026-05-04,CGV전주고사 7관,4회,국제경쟁,판타지,,21:30,22:49,568,HKE15GV
2026-05-04,CGV전주고사 8관,1회,게스트 시네필,포르타베야: 정치 영화,"만찬 / 이사",10:00,11:16,503,HKEAll
2026-05-04,CGV전주고사 8관,2회,가능한 영화,카나리아 제도의 식물,,13:30,14:37,524,HKEAll
2026-05-04,CGV전주고사 8관,3회,월드시네마,잃어버린 말들,,16:30,18:09,539,KEKE12GV
2026-05-04,CGV전주고사 8관,4회,시네마천국,니나 로자,,20:30,22:14,556,HKEAll
2026-05-04,메가박스 전주객사 1관,1회,프론트라인,사건번호 137,,10:00,11:57,504,HKE12
2026-05-04,메가박스 전주객사 1관,2회,월드시네마,시인 + 영특한 대화,시인,13:30,15:34,525,HKE19GV
2026-05-04,메가박스 전주객사 1관,3회,특별상영,미스투라,,18:00,19:41,552,HKE12
2026-05-04,메가박스 전주객사 1관,4회,월드시네마,마비: 시비레,,21:30,23:29,569,HKE15
2026-05-04,메가박스 전주객사 2관,1회,한국경쟁,잔인한 낙관,,10:30,11:31,512,KE15
2026-05-04,메가박스 전주객사 2관,2회,한국경쟁,키노아이,,13:00,14:10,519,KE12GV
2026-05-04,메가박스 전주객사 2관,3회,한국경쟁,같은 계절을 보낸다는 건,,17:00,19:07,541,KE12GV
2026-05-04,메가박스 전주객사 2관,4회,한국경쟁,흘려보낸 여름,,21:00,22:27,562,KE12GV
2026-05-04,메가박스 전주객사 3관,1회,마스터즈,발보나 이야기,,10:00,12:04,505,HKE12
2026-05-04,메가박스 전주객사 3관,2회,홍콩귀환,동부인,,13:00,14:37,520,HKEAll
2026-05-04,메가박스 전주객사 3관,3회,게스트 시네필,포르타베야: 아방가르드 영화,"호안 미로, 타인들 / 뱀파이어",16:00,17:23,536,HKEAll
2026-05-04,메가박스 전주객사 3관,4회,월드시네마,창백한 언덕 풍경,,18:30,20:34,554,HKE12
2026-05-04,메가박스 전주객사 3관,5회,월드시네마,아라벨라의 납치,,21:30,23:18,571,HKE12
2026-05-04,메가박스 전주객사 4관,1회,가능한 영화,총알이 박힌 앙상한 나무들,,10:30,11:34,513,HKE15
2026-05-04,메가박스 전주객사 4관,2회,월드시네마,네이키드,,13:00,14:43,521,EK19
2026-05-04,메가박스 전주객사 4관,3회,특별전: 뉴욕 언더그라운드,퍼트니 스워프,,17:30,18:56,546,EK19
2026-05-04,메가박스 전주객사 4관,4회,프론트라인,우린 무엇이 될까?,,20:30,21:58,557,EKE15
2026-05-04,메가박스 전주객사 5관,1회,시네필전주,베니타,,10:00,11:22,506,EKEAll
2026-05-04,메가박스 전주객사 5관,2회,월드시네마,죽어가는 자들을 위한 기도,,13:30,15:06,526,EKE15
2026-05-04,메가박스 전주객사 5관,3회,시네필전주,안젤라의 일기 - 두 감독: 챕터 3,,17:00,19:03,542,HKEAll
2026-05-04,메가박스 전주객사 5관,4회,시네마천국,엘비라 노타리: 침묵 너머,,21:00,22:30,563,HKEAll
2026-05-04,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 7,"문 너머 / 진짜 크리스마스 / 유목 / 나무가 기운 쪽으로",10:00,11:25,507,KEKE12GV
2026-05-04,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 4,"그을린 돌, 데구르르 / 노래가 심금을 울린다 / 포스트 푸 드롭 / 끈",13:30,14:59,527,HKE12GV
2026-05-04,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 3,"해피리 에버 애프터. / 웰컴 투 셋 / 당신의 여름 / 메밀묵",17:00,18:31,543,HKE12GV
2026-05-04,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 8,"내게 쓰인 편지 / 건주 / 포토트로피즘",21:00,22:29,564,KEKE12GV
2026-05-04,메가박스 전주객사 7관,1회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",10:30,11:51,514,KEKE12
2026-05-04,메가박스 전주객사 7관,2회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",14:00,15:25,531,KKE15
2026-05-04,메가박스 전주객사 7관,3회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",17:30,18:50,547,KKE15
2026-05-04,메가박스 전주객사 7관,4회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",21:00,22:19,565,KE15
2026-05-04,메가박스 전주객사 8관,1회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",10:30,11:51,515,KEKE12GV
2026-05-04,메가박스 전주객사 8관,2회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",14:00,15:25,532,KKE15GV
2026-05-04,메가박스 전주객사 8관,3회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",17:30,18:50,548,KKE15GV
2026-05-04,메가박스 전주객사 8관,4회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",21:00,22:19,566,KE15GV
2026-05-04,메가박스 전주객사 10관,1회,마스터즈,돌아가신 부모님께 드리는 편지,,10:00,11:52,508,HKEAll
2026-05-04,메가박스 전주객사 10관,2회,시네필전주,영화를 만들기 위해 필요한 것은 총이 전부다,,13:30,15:56,528,HKEAll
2026-05-04,메가박스 전주객사 10관,3회,가능한 영화,"많다, 말이",,18:00,19:18,553,HKEAllGV
2026-05-04,메가박스 전주객사 10관,4회,월드시네마,리-크리에이션,,21:30,23:00,570,EKE12
2026-05-05,전주디지털독립영화관,1회,불면의 밤,브루클린의 Z급 감독을 좋아하게 됐어,,10:30,11:56,617,HKE12
2026-05-05,전주디지털독립영화관,2회,불면의 밤,미나미의 제왕 Ver. 50,,14:00,15:52,636,HKE15
2026-05-05,전주디지털독립영화관,3회,불면의 밤,호숫가의 성모,,17:30,19:06,652,HKE15
2026-05-05,전주디지털독립영화관,4회,불면의 밤,불완전한 의자,,21:00,22:25,670,HKE19
2026-05-05,CGV전주고사 1관,1회,시네마천국,마우스,,10:00,12:00,601,EKEAllGV
2026-05-05,CGV전주고사 1관,2회,시네필전주,네 멋대로 해라!! 영웅계획 + 영특한 대화,네 멋대로 해라!! 영웅계획,14:00,15:24,628,HKE15GV
2026-05-05,CGV전주고사 1관,3회,시네마천국,바람의 마지무,,18:00,19:46,653,HKEAllGV
2026-05-05,CGV전주고사 1관,4회,마스터즈,피아노 사고,,21:30,22:58,671,HKE15
2026-05-05,CGV전주고사 2관,1회,프론트라인,우리의 대지,,10:00,12:04,602,HKE12
2026-05-05,CGV전주고사 2관,2회,시네마천국,피터가 들려주는 피터 앤 고든 이야기,,13:30,15:28,621,EKEAll
2026-05-05,CGV전주고사 2관,3회,시네마천국,토우,,17:00,18:46,640,EK12
2026-05-05,CGV전주고사 2관,4회,시네필전주,나자,,21:00,22:38,663,HKE15
2026-05-05,CGV전주고사 3관,1회,마스터즈,내가 살아있다면,,10:30,12:12,610,HKEAll
2026-05-05,CGV전주고사 3관,2회,프론트라인,아메리칸 파추코: 루이스 발데즈의 전설,,14:00,15:33,629,HKEAll
2026-05-05,CGV전주고사 3관,3회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 캐롤리 슈니먼,"베트남-부스러기 / 미트 조이 / 퓨즈 / 스노우 / 보디 콜라주 / 플럼 라인",18:00,19:31,654,HKE19
2026-05-05,CGV전주고사 3관,4회,홍콩귀환,팔림프세스트: 이름에 관한 이야기,,21:30,23:19,672,HKEAll
2026-05-05,CGV전주고사 4관,1회,코리안시네마,라 플랑트 당상트 드 데자스트르,,11:00,11:45,618,XXAll
2026-05-05,CGV전주고사 4관,2회,코리안시네마,비커밍 킴,,13:30,14:58,622,HKE12GV
2026-05-05,CGV전주고사 4관,3회,불면의 밤,신의 개,,17:00,18:37,641,HKE19
2026-05-05,CGV전주고사 4관,4회,월드시네마,부서진 목소리들,,21:00,22:48,664,HKE15
2026-05-05,CGV전주고사 5관,1회,영화보다 낯선,하얀 정글,,10:30,11:38,611,HKEAllGV
2026-05-05,CGV전주고사 5관,2회,홍콩귀환,비단의 그림자,,14:00,15:03,630,HKEAll
2026-05-05,CGV전주고사 5관,3회,시네필전주,붉은 안경 + 영화로의 여행,붉은 안경,16:30,18:31,638,HKE15GV
2026-05-05,CGV전주고사 5관,4회,프론트라인,바바라 포에버,,21:00,22:43,665,EKE19
2026-05-05,CGV전주고사 6관,1회,특별상영: 가치봄,가치봄(배리어프리) 단편 1,"불쑥 / 별나라 배나무 / 겨우살이",10:30,12:06,612,KKAllGV
2026-05-05,CGV전주고사 6관,2회,특별상영: 가치봄,어쩔수가없다,,14:30,16:50,637,KEK15
2026-05-05,CGV전주고사 6관,3회,특별상영: 가치봄,겨울의 빛,,18:00,19:29,655,KK12GV
2026-05-05,CGV전주고사 6관,4회,특별상영: 가치봄,3학년 2학기,,21:30,23:15,673,KK12
2026-05-05,CGV전주고사 7관,1회,국제경쟁,서서히 사라지는 밤,,10:00,11:46,603,HKE15GV
2026-05-05,CGV전주고사 7관,2회,국제경쟁,이프 아이 고,,14:00,15:32,631,EK15
2026-05-05,CGV전주고사 7관,3회,국제경쟁,또 다른 여름의 꿈,,17:00,18:10,642,HKE12
2026-05-05,CGV전주고사 7관,4회,국제경쟁,방문자,,21:00,22:54,666,HKE12
2026-05-05,CGV전주고사 8관,1회,영화보다 낯선,크라카타우,,11:00,12:19,619,XXAll
2026-05-05,CGV전주고사 8관,2회,가능한 영화,갱스터리즘,,13:30,14:54,623,EKEAll
2026-05-05,CGV전주고사 8관,3회,영화보다 낯선,호수,,17:30,18:52,647,HKEAll
2026-05-05,CGV전주고사 8관,4회,영화보다 낯선,영화보다 낯선 단편 3,"펠트 / 평평한 지구 / 표면 기억 망각 / 필름 핀 / 두 연구 보조원의 지친 시간",20:30,21:46,661,HKEAll
2026-05-05,메가박스 전주객사 1관,1회,마스터즈,춘슈,,10:00,12:03,604,HKE12
2026-05-05,메가박스 전주객사 1관,2회,월드시네마,돌과 나비의 여정,,13:30,14:57,624,EKAllGV
2026-05-05,메가박스 전주객사 1관,3회,프론트라인,그녀: 공장의 전사들 + 영특한 대화,그녀: 공장의 전사들,17:00,18:14,643,HKE12GV
2026-05-05,메가박스 전주객사 1관,4회,프론트라인,전쟁 중에 이혼을 한다는 것,,21:00,22:49,667,HKE15
2026-05-05,메가박스 전주객사 2관,1회,한국경쟁,공순이,,10:30,11:59,613,KEAll
2026-05-05,메가박스 전주객사 2관,2회,한국경쟁,잠 못 이루는 밤,,14:00,15:07,632,KE12GV
2026-05-05,메가박스 전주객사 2관,3회,한국경쟁,회생,,17:30,18:59,648,KKE12
2026-05-05,메가박스 전주객사 2관,4회,한국경쟁,시민오랑,,20:30,21:54,662,HKEAll
2026-05-05,메가박스 전주객사 3관,1회,시네필전주,기묘한 이야기들,,10:00,14:24,605,HKE12
2026-05-05,메가박스 전주객사 3관,3회,홍콩귀환,"사적 혁명, 공적 공간: M+ 아시아 아방가르드 필름 컬렉션","무제 77-A / 기능장애 No.3 / 혁명은 노래 후렴처럼 돌아온다",17:00,18:07,644,HKE15
2026-05-05,메가박스 전주객사 3관,4회,월드시네마,푸른 왜가리,,20:00,21:31,658,HKE12
2026-05-05,메가박스 전주객사 4관,1회,특별상영,농심 신라면 40주년 기념 'Behind the 辛' GV,"라면이 뿔기 전에 / 라면이 떨어지면",10:30,11:10,614,KEAllGV
2026-05-05,메가박스 전주객사 4관,2회,월드시네마,런던,,13:30,15:33,625,HKEAllGV
2026-05-05,메가박스 전주객사 4관,3회,월드시네마,마비: 시비레,,17:30,19:29,649,HKE15GV
2026-05-05,메가박스 전주객사 4관,4회,전주시네마프로젝트,"개인과 군중의, 몸 + 영특한 대화","개인과 군중의, 몸",21:30,22:45,674,HKEAllGV
2026-05-05,메가박스 전주객사 5관,1회,월드시네마,시인,,10:00,12:04,606,HKE19
2026-05-05,메가박스 전주객사 5관,2회,가능한 영화,나머진 다 소음일 뿐,,14:00,15:11,633,HKEAll
2026-05-05,메가박스 전주객사 5관,3회,월드시네마,울프람: 사막을 건너는 아이들,,17:00,18:42,645,HKE15
2026-05-05,메가박스 전주객사 5관,4회,월드시네마,흰 달팽이,,20:00,21:56,659,HKE15
2026-05-05,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 6,"영성체 / 피켓 디자인하실 분? / 잔상 / 터치, 툭",10:00,11:26,607,KKE12GV
2026-05-05,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 2,"반달 / 고래사냥 / 폐축 / 영업일지",13:30,15:03,626,HKE15GV
2026-05-05,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 5,"텃밭 / 부재중 통화 / 메트로폴리탄 라이드 / 하얀양말",18:00,19:25,656,KE12GV
2026-05-05,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 8,"내게 쓰인 편지 / 건주 / 포토트로피즘",21:30,22:59,675,KEKE12GV
2026-05-05,메가박스 전주객사 7관,1회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",10:30,11:55,615,KKE15
2026-05-05,메가박스 전주객사 7관,2회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",14:00,15:19,634,KE15
2026-05-05,메가박스 전주객사 7관,3회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",17:30,18:51,650,KEKE12
2026-05-05,메가박스 전주객사 7관,4회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",21:00,22:20,668,KKE15
2026-05-05,메가박스 전주객사 8관,1회,코리안시네마,코리안시네마 단편 3,"사진소설 / 나선을 걷는 아이들 / 늦여름 매미처럼 / 긴급재난문자",10:30,11:55,616,KKE15GV
2026-05-05,메가박스 전주객사 8관,2회,코리안시네마,코리안시네마 단편 1,"이 밤이 지나면 / 보광이 / 하굣길 / 세상은 그렇게 끝난다.",14:00,15:19,635,KE15GV
2026-05-05,메가박스 전주객사 8관,3회,코리안시네마,코리안시네마 단편 4,"비밀일기 / 내 머저리 씨 / BIASes",17:30,18:51,651,KEKE12GV
2026-05-05,메가박스 전주객사 8관,4회,코리안시네마,코리안시네마 단편 2,"서를 담고 / 스크램블 / 한 판 더 / 디어 팬",21:00,22:20,669,KKE15GV
2026-05-05,메가박스 전주객사 9관,1회,영화보다 낯선,계절들,,10:00,11:23,608,HKEAll
2026-05-05,메가박스 전주객사 9관,2회,월드시네마,너바나 더 밴드,,13:00,14:41,620,EK12
2026-05-05,메가박스 전주객사 9관,3회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 2,"블론드 코브라 / 황홀한 피조물들",16:30,17:48,639,EK19
2026-05-05,메가박스 전주객사 9관,4회,불면의 밤,저주,,19:30,21:05,657,HKE19
2026-05-05,메가박스 전주객사 10관,1회,마스터즈,리메이크,,10:00,11:57,609,EK15
2026-05-05,메가박스 전주객사 10관,2회,마스터즈,샷 리버스 샷 + 퍽 더 폴리스,"샷 리버스 샷 / 퍽 더 폴리스",13:30,15:08,627,HKEAll
2026-05-05,메가박스 전주객사 10관,3회,영화보다 낯선,바람이 불어오는 방향,,17:00,18:10,646,XXAll
2026-05-05,메가박스 전주객사 10관,4회,마스터즈,선악을 알게 하는 나무,,20:00,21:41,660,HKEAll
2026-05-06,전주디지털독립영화관,1회,영화보다 낯선,영화보다 낯선 단편 1,"인간의 조건 / 러버, 러버즈, 러빙, 러브 / X텐디드 릴리즈 / 불멸에 관한 탐구 / 조각들 / 횡단 중에",10:30,11:40,712,HKE15
2026-05-06,전주디지털독립영화관,2회,시네필전주,"하버드 필름 아카이브 단편: 풍경 영화, 숭고함 너머","창조 / 크로스로드 / 핸드 헬드 데이",14:00,15:07,723,EX12
2026-05-06,전주디지털독립영화관,3회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 1,"노 프레지던트 / 나는 남자 이본느 드 카를로였다",17:30,18:43,734,EK19
2026-05-06,전주디지털독립영화관,4회,불면의 밤,애니마트,,20:30,21:59,742,HKE15
2026-05-06,CGV전주고사 2관,1회,코리안시네마,지축의 밤,,10:00,11:31,701,KE12
2026-05-06,CGV전주고사 2관,2회,마스터즈,다오,,13:00,16:05,713,HKE12
2026-05-06,CGV전주고사 2관,3회,특별전: 뉴욕 언더그라운드,퍼트니 스워프,,18:00,19:26,735,EK19
2026-05-06,CGV전주고사 2관,4회,불면의 밤,내 마음에 흉기 있다,,21:00,22:31,743,HKE15
2026-05-06,CGV전주고사 4관,1회,가능한 영화,"많다, 말이",,10:00,11:18,702,HKEAll
2026-05-06,CGV전주고사 4관,2회,특별상영: 지역쇼케이스,철들 무렵,,13:00,14:45,714,KE12GV
2026-05-06,CGV전주고사 4관,3회,특별상영: 지역쇼케이스,오늘의 카레,,17:00,18:59,728,KE12GV
2026-05-06,CGV전주고사 4관,4회,특별전: 조금 낯선 안성기를 만나다,부러진 화살,,21:00,22:43,744,KE15GV
2026-05-06,CGV전주고사 6관,1회,특별상영: 가치봄,가치봄(배리어프리) 단편 3,"가계 / 언박싱 / 자궁메이트",10:30,11:42,709,KK15
2026-05-06,CGV전주고사 6관,2회,특별상영: 가치봄,가치봄(배리어프리) 단편 2,"소녀를 위하여 / 갈비 / 땜 / 서리다",13:30,14:58,716,KK12
2026-05-06,CGV전주고사 6관,3회,특별상영: 가치봄,세계의 주인,,16:30,18:30,725,KK12
2026-05-06,CGV전주고사 6관,4회,특별상영: 가치봄,흐르는 여정,,20:00,22:05,738,HK12
2026-05-06,CGV전주고사 8관,1회,프론트라인,전쟁 중에 이혼을 한다는 것,,10:00,11:49,703,HKE15
2026-05-06,CGV전주고사 8관,2회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 캐롤리 슈니먼,"베트남-부스러기 / 미트 조이 / 퓨즈 / 스노우 / 보디 콜라주 / 플럼 라인",13:30,15:01,717,HKE19
2026-05-06,CGV전주고사 8관,3회,영화보다 낯선,바틀비를 위한 B,,16:30,17:42,726,HKEAllGV
2026-05-06,CGV전주고사 8관,4회,게스트 시네필,불량배들,,20:00,21:25,739,HKE12
2026-05-06,메가박스 전주객사 1관,1회,시네마천국,서점의 시: 대만 독립서점 이야기,,10:00,11:31,704,HKEAll
2026-05-06,메가박스 전주객사 1관,2회,월드시네마,런던,,13:00,15:03,715,HKEAllGV
2026-05-06,메가박스 전주객사 1관,3회,시네마천국,바람의 마지무 + 영특한 대화,바람의 마지무,17:00,18:46,729,HKEAllGV
2026-05-06,메가박스 전주객사 1관,4회,특별전: 조금 낯선 안성기를 만나다,기쁜 우리 젊은 날,,21:00,23:06,745,KEAll
2026-05-06,메가박스 전주객사 2관,1회,한국경쟁,흘려보낸 여름,,10:30,11:57,710,KE12
2026-05-06,메가박스 전주객사 2관,2회,한국경쟁,음화,,14:00,15:36,721,HKE19
2026-05-06,메가박스 전주객사 2관,3회,한국경쟁,같은 계절을 보낸다는 건,,17:30,19:37,732,KE12
2026-05-06,메가박스 전주객사 2관,4회,한국경쟁,잠 못 이루는 밤,,21:30,22:37,747,KE12
2026-05-06,메가박스 전주객사 3관,1회,전주시네마프로젝트,리틀 라이프,,10:00,11:30,705,KEAll
2026-05-06,메가박스 전주객사 3관,2회,코리안시네마,"박세영, 모든 것은 영화가 된다: 단편","땅거미 / 1993년 / 윈도우리커 / 원령공주 / 체크패턴 / 미쉘",13:30,14:55,718,KEKE12
2026-05-06,메가박스 전주객사 3관,3회,코리안시네마,지느러미,,16:30,17:54,727,KE15
2026-05-06,메가박스 전주객사 3관,4회,코리안시네마,라 플랑트 당상트 드 데자스트르,,19:30,20:15,737,XXAll
2026-05-06,메가박스 전주객사 4관,1회,월드시네마,아라벨라의 납치,,10:30,12:18,711,HKE12
2026-05-06,메가박스 전주객사 4관,2회,시네마천국,블론드,,14:00,15:43,722,HKEAll
2026-05-06,메가박스 전주객사 4관,3회,프론트라인,그녀: 공장의 전사들,,17:30,18:44,733,HKE12GV
2026-05-06,메가박스 전주객사 4관,4회,월드시네마,마사유메,,21:00,22:50,746,HKEAll
2026-05-06,메가박스 전주객사 5관,1회,프론트라인,예스!,,10:00,12:32,706,HKE15
2026-05-06,메가박스 전주객사 5관,2회,월드시네마,시인,,14:30,16:34,724,HKE19
2026-05-06,메가박스 전주객사 5관,3회,월드시네마,암탉의 모험,,18:00,19:36,736,HKEAll
2026-05-06,메가박스 전주객사 5관,4회,게스트 시네필,포르타베야: 정치 영화,"만찬 / 이사",21:30,22:46,748,HKEAll
2026-05-06,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 3,"해피리 에버 애프터. / 웰컴 투 셋 / 당신의 여름 / 메밀묵",10:00,11:31,707,HKE12
2026-05-06,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 4,"그을린 돌, 데구르르 / 노래가 심금을 울린다 / 포스트 푸 드롭 / 끈",13:30,14:59,719,HKE12
2026-05-06,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 1,"녹백 / 콜라와 오차 / 미러리스 시티 뷰",17:00,18:27,730,HKE12
2026-05-06,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 7,"문 너머 / 진짜 크리스마스 / 유목 / 나무가 기운 쪽으로",20:30,21:55,740,KEKE12
2026-05-06,메가박스 전주객사 10관,1회,코리안시네마,"장명부, 현해탄의 낙엽",,10:00,11:35,708,HKEAll
2026-05-06,메가박스 전주객사 10관,2회,특별상영: 지역쇼케이스,10월의 어느 멋진 날에,,13:30,14:51,720,KE12GV
2026-05-06,메가박스 전주객사 10관,3회,특별상영: 지역쇼케이스,방방과 플라나리아,,17:00,18:31,731,KEE12GV
2026-05-06,메가박스 전주객사 10관,4회,특별상영: 지역쇼케이스,별과 모래,,20:30,22:28,741,KE12GV
2026-05-07,전주디지털독립영화관,1회,영화보다 낯선,영화보다 낯선 단편 2,"포에버...포에버 / 침묵의 빛 / 개발의 유령 / 플림 플램",11:00,12:07,812,HKEAll
2026-05-07,전주디지털독립영화관,2회,특별상영,루오무의 황혼,,14:00,15:39,823,HKE12
2026-05-07,전주디지털독립영화관,3회,코리안시네마,허망에 관하여,,17:30,19:12,835,KE15
2026-05-07,전주디지털독립영화관,4회,코리안시네마,후광,,21:00,22:47,845,KE12
2026-05-07,CGV전주고사 1관,1회,J 스페셜,아라비아의 로렌스,,10:30,14:17,807,EK12
2026-05-07,CGV전주고사 1관,3회,특별상영,할루시네이션,,18:00,18:40,829,19GV
2026-05-07,CGV전주고사 3관,1회,코리안시네마,남겨진,,10:30,11:50,808,KE12
2026-05-07,CGV전주고사 3관,2회,코리안시네마,나타 근영,,13:30,15:32,818,KE12
2026-05-07,CGV전주고사 3관,3회,코리안시네마,음악만세,,17:00,18:50,830,KEAll
2026-05-07,CGV전주고사 3관,4회,J 스페셜,화차,,20:30,22:27,840,KE15
2026-05-07,CGV전주고사 5관,1회,불면의 밤,세계의 끝으로부터,,10:00,11:02,801,HKE12
2026-05-07,CGV전주고사 5관,2회,영화보다 낯선,어젯밤 나는 테베를 정복했다,,13:00,14:50,813,HKE15
2026-05-07,CGV전주고사 5관,3회,마스터즈,밤의 여정 + 집으로,,16:00,17:45,824,HKEAll
2026-05-07,CGV전주고사 5관,4회,영화보다 낯선,하얀 정글,,19:00,20:08,836,HKEAll
2026-05-07,CGV전주고사 7관,1회,국제경쟁,돌과 깃털,,10:00,11:23,802,HKE12
2026-05-07,CGV전주고사 7관,2회,국제경쟁,미치유키: 시간의 목소리,,13:00,14:19,814,HKEAll
2026-05-07,CGV전주고사 7관,3회,국제경쟁,서서히 사라지는 밤,,16:00,17:46,825,HKE15
2026-05-07,CGV전주고사 7관,4회,국제경쟁,판타지,,19:00,20:19,837,HKE15
2026-05-07,CGV전주고사 7관,5회,국제경쟁,6주 후,,21:30,23:09,846,HKE12
2026-05-07,메가박스 전주객사 1관,1회,코리안시네마,비대면의 시간,,10:00,12:01,803,HKE12
2026-05-07,메가박스 전주객사 1관,2회,특별전: 조금 낯선 안성기를 만나다,잠자는 남자,,13:30,15:14,819,HKE12
2026-05-07,메가박스 전주객사 1관,3회,특별상영: 지역쇼케이스,제주의 시간,,17:00,18:56,831,KEKEAllGV
2026-05-07,메가박스 전주객사 1관,4회,영화보다 낯선,바틀비를 위한 B,,21:00,22:12,842,HKEAllGV
2026-05-07,메가박스 전주객사 2관,1회,한국경쟁,입춘,,10:30,11:34,809,KE12
2026-05-07,메가박스 전주객사 2관,2회,한국경쟁,키노아이,,13:00,14:10,815,KE12
2026-05-07,메가박스 전주객사 2관,3회,시네마천국,피터가 들려주는 피터 앤 고든 이야기,,16:00,17:58,826,EKEAll
2026-05-07,메가박스 전주객사 2관,4회,불면의 밤,신의 개,,19:30,21:07,838,HKE19
2026-05-07,메가박스 전주객사 3관,1회,J 스페셜,낮은 목소리 2,,10:00,11:11,804,KKEAll
2026-05-07,메가박스 전주객사 3관,2회,시네필전주,베니타,,13:00,14:22,816,EKEAll
2026-05-07,메가박스 전주객사 3관,3회,영화보다 낯선,레버스,,16:30,18:03,827,HKEAll
2026-05-07,메가박스 전주객사 3관,4회,불면의 밤,미나미의 제왕 Ver. 50,,20:00,21:52,839,HKE15
2026-05-07,메가박스 전주객사 4관,1회,시네마천국,데릭 vs 데릭,,10:30,11:59,810,EKEAll
2026-05-07,메가박스 전주객사 4관,2회,전주시네마프로젝트,"개인과 군중의, 몸",,13:30,14:45,820,HKEAllGV
2026-05-07,메가박스 전주객사 4관,3회,시네마천국,마우스,,17:00,19:00,832,EKEAll
2026-05-07,메가박스 전주객사 4관,4회,월드시네마,잠 못 드는 도시,,21:00,22:38,843,HKE12
2026-05-07,메가박스 전주객사 5관,1회,영화보다 낯선,바람이 불어오는 방향,,10:00,11:10,805,XXAll
2026-05-07,메가박스 전주객사 5관,2회,시네필전주,안젤라의 일기 - 두 감독: 챕터 3,,13:00,15:03,817,HKEAll
2026-05-07,메가박스 전주객사 5관,3회,영화보다 낯선,여덟 개의 다리,,16:30,17:53,828,XXAll
2026-05-07,메가박스 전주객사 6관,1회,한국단편경쟁,한국단편경쟁 6,"영성체 / 피켓 디자인하실 분? / 잔상 / 터치, 툭",10:00,11:26,806,KKE12
2026-05-07,메가박스 전주객사 6관,2회,한국단편경쟁,한국단편경쟁 5,"텃밭 / 부재중 통화 / 메트로폴리탄 라이드 / 하얀양말",13:30,14:55,821,KE12
2026-05-07,메가박스 전주객사 6관,3회,한국단편경쟁,한국단편경쟁 8,"내게 쓰인 편지 / 건주 / 포토트로피즘",17:30,18:59,833,KEKE12
2026-05-07,메가박스 전주객사 6관,4회,한국단편경쟁,한국단편경쟁 2,"반달 / 고래사냥 / 폐축 / 영업일지",20:30,22:03,841,HKE15
2026-05-07,메가박스 전주객사 10관,1회,코리안시네마,지느러미,,11:00,12:24,811,KE15
2026-05-07,메가박스 전주객사 10관,2회,월드시네마,부서진 목소리들,,14:00,15:48,822,HKE15
2026-05-07,메가박스 전주객사 10관,3회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 2,"연결-환상 / 부자산행 / 첫 문장을 쓰기 전",17:30,18:41,834,KEKE12GV
2026-05-07,메가박스 전주객사 10관,4회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 1,"유령 / 파란불 / 잠수금지 / 노이즈 캔슬링",21:00,22:39,844,KE15GV
2026-05-08,전북대학교 삼성문화회관,4회,폐막작,폐막식 + 폐막작: 남태령,남태령,19:00,20:53,999,KEAll
2026-05-08,CGV전주고사 1관,1회,시네필전주,나자,,11:00,12:38,913,HKE15
2026-05-08,CGV전주고사 1관,2회,시네필전주,영화를 만들기 위해 필요한 것은 총이 전부다,,14:00,16:26,926,HKEAll
2026-05-08,CGV전주고사 2관,1회,코리안시네마,졸업앨범: 선생님을 기다렸다,,10:30,12:12,908,KE12
2026-05-08,CGV전주고사 2관,2회,코리안시네마,이상 가족,,13:30,15:11,920,KE12
2026-05-08,CGV전주고사 2관,3회,코리안시네마,미트 세이비카,,17:00,18:12,933,HKE12
2026-05-08,CGV전주고사 3관,1회,코리안시네마,"사랑, 우린 멀리 이곳에",,11:00,12:08,914,KEAll
2026-05-08,CGV전주고사 3관,2회,코리안시네마,현재를 위하여,,14:00,15:30,927,KEAll
2026-05-08,CGV전주고사 3관,3회,코리안시네마,비커밍 킴,,17:30,18:58,937,HKE12
2026-05-08,CGV전주고사 4관,1회,코리안시네마,7 Days 7 People,,10:30,12:07,909,KKE12
2026-05-08,CGV전주고사 4관,2회,코리안시네마,필링,,13:30,15:11,921,KE12
2026-05-08,CGV전주고사 4관,3회,코리안시네마,관리처분계획—미아리 텍사스 편,,17:00,19:00,934,KKE15
2026-05-08,CGV전주고사 5관,1회,영화보다 낯선,크라카타우,,10:00,11:19,901,XXAll
2026-05-08,CGV전주고사 5관,2회,특별상영: 지역쇼케이스,10월의 어느 멋진 날에,,13:00,14:21,915,KE12
2026-05-08,CGV전주고사 6관,1회,특별상영: 지역쇼케이스,별과 모래,,10:30,12:28,910,KE12
2026-05-08,CGV전주고사 6관,2회,특별상영: 지역쇼케이스,오늘의 카레,,13:30,15:29,922,KE12
2026-05-08,CGV전주고사 7관,1회,국제경쟁,크로노바이저,,10:00,11:39,902,HKE12
2026-05-08,CGV전주고사 7관,2회,,수상작 상영 1,,13:00,,916,
2026-05-08,CGV전주고사 8관,1회,월드시네마,종말의 승부,,10:00,11:47,903,HKEAll
2026-05-08,CGV전주고사 8관,2회,코리안시네마,"박세영, 모든 것은 영화가 된다: 단편","땅거미 / 1993년 / 윈도우리커 / 원령공주 / 체크패턴 / 미쉘",14:00,15:25,928,KEKE12
2026-05-08,메가박스 전주객사 1관,1회,J 스페셜,내일을 위한 시간,,10:00,11:36,904,HKE12
2026-05-08,메가박스 전주객사 1관,2회,프론트라인,안개가 들려주는 이야기,,13:00,15:14,917,HKE12
2026-05-08,메가박스 전주객사 1관,3회,프론트라인,우리의 대지,,17:00,19:04,935,HKE12
2026-05-08,메가박스 전주객사 1관,4회,코리안시네마,서울의 밤,,20:00,21:11,943,KE12
2026-05-08,메가박스 전주객사 2관,1회,특별전: 뉴욕 언더그라운드,뉴욕 언더그라운드 - 더 매버릭스 잭 스미스 2,"블론드 코브라 / 황홀한 피조물들",10:30,11:48,911,EK19
2026-05-08,메가박스 전주객사 2관,2회,특별전: 조금 낯선 안성기를 만나다,필름시대사랑,,13:30,14:40,923,KE15
2026-05-08,메가박스 전주객사 2관,3회,,수상작 상영 2,,16:00,,929,
2026-05-08,메가박스 전주객사 2관,4회,,수상작 상영 3,,19:30,,938,
2026-05-08,메가박스 전주객사 3관,1회,마스터즈,발보나 이야기,,10:00,12:04,905,HKE12
2026-05-08,메가박스 전주객사 3관,2회,특별상영,루오무의 황혼,,13:30,15:09,924,HKE12
2026-05-08,메가박스 전주객사 3관,3회,특별상영: 지역쇼케이스,제주의 시간,,16:30,18:26,931,KEKEAll
2026-05-08,메가박스 전주객사 3관,4회,불면의 밤,불완전한 의자,,20:00,21:25,941,HKE19
2026-05-08,메가박스 전주객사 4관,1회,특별전: 뉴욕 언더그라운드,그리저의 궁전,,10:30,12:01,912,EK15
2026-05-08,메가박스 전주객사 4관,2회,월드시네마,사이클론,,13:30,15:30,925,HKE19
2026-05-08,메가박스 전주객사 4관,3회,전주시네마프로젝트,리틀 라이프,,17:00,18:30,936,KEAll
2026-05-08,메가박스 전주객사 4관,4회,코리안시네마,흐린 창문 너머의 누군가,,20:00,21:21,942,KE12
2026-05-08,메가박스 전주객사 5관,1회,영화보다 낯선,구리,,10:00,11:19,906,HKE15
2026-05-08,메가박스 전주객사 5관,2회,마스터즈,돌아가신 부모님께 드리는 편지,,13:00,14:52,918,HKEAll
2026-05-08,메가박스 전주객사 5관,3회,특별상영: 지역쇼케이스,방방과 플라나리아,,16:30,18:01,932,KEE12
2026-05-08,메가박스 전주객사 5관,4회,특별상영: 지역쇼케이스,철들 무렵,,19:30,21:15,939,KE12
2026-05-08,메가박스 전주객사 6관,1회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 1,"유령 / 파란불 / 잠수금지 / 노이즈 캔슬링",10:00,11:39,907,KE15
2026-05-08,메가박스 전주객사 6관,2회,특별상영: 지역쇼케이스,지역 독립영화 쇼케이스 단편 2,"연결-환상 / 부자산행 / 첫 문장을 쓰기 전",13:00,14:11,919,KEKE12
2026-05-08,메가박스 전주객사 6관,3회,,수상작 상영 4,,16:00,,930,
2026-05-08,메가박스 전주객사 6관,4회,불면의 밤,호숫가의 성모,,19:30,21:06,940,HKE15`,
});
